[
    {
        "id": 1,
        "author": "Ben Vonk",
        "title": "Salt In Our Hair",
        "content": "Salt In Our Hair perfectly captures the essence of the adventurous couple behind it. Founded by a couple from the Netherlands, this bubbly blog inspires you to pack your bags and hit the road. \r\n\r\nSalt In Our Hair is a go-to resource for nomadic and sustainable travel.\r\n\r\nThrough an informative blog and popular Instagram, they offer an array of itineraries and travel guides for both popular and off-the-beaten-path countries. \r\n\r\nWhether you’re looking for unique experiences or responsible tourism, Salt in Our Hair continues to grow as one of the most inspiring and one of the best travel blog websites around.\r\n\r\n🤩 Plus their website is absolutely gorgeous — it’s all custom-built by Nick who is a web developer, and Hannah who is a graphic designer. There’s no website builder in sight, but that doesn’t mean you need a custom website.",
        "likes": 17
    },
    {
        "id": 2,
        "author": "Unknown",
        "title": "The Broke Backpacker",
        "content": "The Broke Backpacker is on a mission to get you to travel the world for $10 a day. It’s clear that this blog is one of the best travel blogs sites focused solely on affordable adventures.\r\n\r\nWhether you’re looking for backpacking tips, hostel stays, or working remotely as a digital nomad, The Broke Backpacker has you covered.  \r\n\r\nThis simple yet effective blog features budget travel tips for hundreds of countries inspiring “broke backpackers” to get out and explore.\r\n\r\nThese are great travel article examples for students who are notorious for traveling on a budget.",
        "likes": 4
    },
    {
        "id": 4,
        "author": "Denis Gates",
        "title": "The Blonde Abroad",
        "content": "The Blonde Abroad is a notable name in the world of female travel and blogging. What started as a solo world tour to escape corporate life turned into a highly successful blog attracting travelers worldwide. \r\n\r\nThis blonde travel blog reaches audiences far beyond what the name implies. The “blonde” here is blog creator, Kiersten Rich (AKA Kiki), and her blog covers lifestyle, photography, all-female trips, and more.\r\n\r\nShe also has a large following on Instagram, sharing her day-to-day adventures with a passionate audience.\r\n\r\n",
        "likes": 2
    }
]